Repository: 2nv2u/hue-lights
Catalog: po/*.po
Languages: cs

source: Finish
cs: Dokončit

source: Switch to
cs: Přepnout na

source: All Lights
cs: Všechna světla

source: All Rooms & Zones
cs: Všechny místnosti a zóny

source: Color & Temperature
cs: Barva a teplota

source: No group selected
cs: Skupina není vybrána

source: No light selected
cs: Světlo není vybráno

source: Scenes
cs: Scény

source: Display
cs: Obrazovka

source: Refresh displays
cs: Obnovit obrazovky

source: Entertainment areas
cs: Zábavní oblasti

source: Intensity
cs: Intenzita

source: Brightness
cs: Jas

source: Entertainment mode
cs: Zábavní režim

source: key shortcut
cs: klávesová zkratka

source: Please check the connection to Philips Hue bridge.
cs: Zkontrolujte připojení k mostu Philips Hue.

source: Disable previous entertainment area.
cs: Zastavte předchozí zábavní oblast.

source: Please remove Philips Hue bridge and connect it again.
cs: Odeberte prosím Philips Hue most a znovu jej přidejte.

source: is syncing
cs: se synchronizuje

source: Sync
cs: Synchronizovat

source: Set shortcut for
cs: Nastavit zkratku pro

source: shortcut
cs: zkratka

source: Connection to Philips Hue bridge restored.
cs: Připoojení k mostu Philips Hue obnoveno.

source: Another app is already using the entertainment areas.
cs: Zábavní oblasti již používá jiná aplikace.

source: Switch to standard menu
cs: Přepnout na standardní nabídku

source: Switch to compact menu
cs: Přepnout na kompaktní nabídku

source: Set the shortcut for sync
cs: Nastavte zkratku pro synchronizaci

source: Select an entertainment area:
cs: Vyberte zábavní oblast:

source: No bridge connected.
cs: Žádný most není připojen.

source: Select a bridge:
cs: Vyberte most:

source: Cancel
cs: Zrušit

source: Screen synchronization
cs: Synchronizace plochy

source: Your screen is not a solid rectangle.
cs: Vaše plocha netvoří plný obdélník.

source: Refresh menu
cs: Obnovit nabídku

source: Settings
cs: Nastavení

source: Philips Hue bridges
cs: Philips Hue mosty

source: General settings
cs: Obecné nastavení

source: Philips Hue HDMI sync boxes
cs: Philips Hue HDMI sync boxy

source: Advanced settings
cs: Pokročilé nastavení

source: unknown name
cs: neznámé jméno

source: Connected
cs: Připojeno

source: Unreachable
cs: Nedostupné

source: Connect
cs: Připojit

source: Remove
cs: Odebrat

source: Disprefer
cs: Ne-preferovat

source: Prefer
cs: Preferovat

source: Add Philips Hue bridge IP
cs: Přidat Philips Hue most podle IP

source: Discover Philips Hue bridges
cs: Detekovat Philips Hue mosty

source: Position of the menu icon in panel:
cs: Pozice ikony nabídky v liště:

source: center
cs: střed

source: right
cs: vpravo

source: left
cs: vlevo

source: Icon pack:
cs: Sada ikon:

source: none
cs: žádné

source: bright
cs: světlé

source: dark
cs: tmavé

source: Show zones first:
cs: Zobrazit zóny první:

source: Show scenes:
cs: Zobrazit scény:

source: Compact menu settings
cs: Nastavení kompaktní nabídky

source: Default use:
cs: Výchozí použití:

source: Notification lights:
cs: Oznámení světlem:

source: Select lights
cs: Výběr světel

source: Autostart on GNOME login:
cs: Spustit při spuštění GNOME:

source: Default entertainment mode:
cs: Výchozí zábavní režim:

source: Default intensity:
cs: Výchozí intenzita:

source: Default brightness:
cs: Výchozí jas:

source: Nothing here yet. Connect your bridge.
cs: Nic zde není, připojte most.

source: Add Philips Hue HDMI sync box IP
cs: Přidat Philips Hue HDMI sync box podle IP

source: Philips Hue Bridge connection timeout (seconds):
cs: Vypršení spojení na Philips Hue most (sekundy):

source: Philips Hue HDMI sync box connection timeout (seconds):
cs: Vypršení spojení na Philips Hue HDMI sync box (sekundy):

source: Log debug messages:
cs: Logovat ladící zprávy:

source: version
cs: verze

source: This application makes use of fast changing light effects conditions alone, or in combination with certain content on the screen it may trigger previously undetected epileptic symptoms or seizures in persons who have no history of prior seizures or epilepsy.
cs: Tato aplikace používá rychle se měnící světelné efekty a to buď samostatně nebo v kombinaci s obsahem obrazovky. Může tak spustit dříve neobjevené symptomy epilepsie nebo může vyvolat záchvaty u osob, které již epilepsii zažili.

source: Bridge not found
cs: Most nenalezen

source: Press the button on the bridge and try again.
cs: Stiskněte tlačítko na mostu a zkuste to znovu.

source: Hold HDMI sync box button
cs: Držte tlačítko na HDMI sync boxu

source: While this dialog is shown, hold the button on HDMI sync box until the led blinks green (~3 seconds) and release.
cs: Zatímco je zobrazeno toto okno, držte tlačítko na HDMI sync boxu dokud neblikne zeleně (~3 sekundy), pak jej uvolněte.

source: Enter new IP address
cs: Vložte novou IP adresu

source: Game
cs: Hra

source: Music
cs: Hudba

source: Subtle
cs: Jemná

source: Moderate
cs: Mírná

source: High
cs: Vysoká

source: Intense
cs: Intenzivní

source: Device unplugged.
cs: Zařízení odpojeno.

source: Select an HDMI input:
cs: Vyberte HDMI vstup:

source: Select a sync mode:
cs: Vyberte režim synchronizace:

source: Connection to Philips Hue sync box restored.
cs: Připojení na Philips Hue HDMI sync box obnoveno.

source: Please check the connection to Philips Hue sync box.
cs: Zkontroluje prosím připojení na Philips Hue HDMI sync box.

source: Screen
cs: Plocha

source: Selection
cs: Výběr

source: Track cursor
cs: Sledování kurzoru

source: Random
cs: Náhoda

source: Force English language (requires relogin):
cs: Vynutit anglický jazyk (vyžaduje znovu přihlášení):

source: disconnected
cs: odpojeno

source: Associated networks
cs: Přidružené sítě

source: About
cs: O

source: Caveats
cs: Upozornění

source: Compact menu as default:
cs: Nastavit kompaktní nabídku jako výchozí:

source: IP address:
cs: IP adresa:

source: Light selection:
cs: Výběr světla:

source: Notification title regex:
cs: Regularní výraz nadpisu oznámení:

source: Notification body regex:
cs: Regulární výraz zprávy oznámení:

source: Add
cs: Přidat
